

//交易历史记录界面
"REG_SE_alert_content"="這裡會顯示在該設備玩過該遊戲的玩家最近20筆的購買記錄。這20筆不是針對某個特定玩家進行記錄；如果不同的玩家先後在該設備玩該遊戲並且進行了儲值，那麼會按照不同玩家的購買順序，先後記錄20筆。如果卸載遊戲，記錄會消失。如果玩家對某次購買存在疑問，可以在這裡點擊對應記錄的“反饋”按鈕向服務器進行反饋。每筆只能反饋兩次";
"REG_SE_alert_content01"="該記錄已經提交了兩次，不需要再次提交，聯繫我們客服人員即可!";
"REG_SE_alert_content02"="每筆交易信息，只能反饋兩次，反饋後服務器會保有該記錄，無需重複反饋。你確定要反饋該信息嗎？";
"REG_SE_alert_content03"="發送當前最新購買紀錄給服務器，發送成功以後，需要一個小時以後才能第二次發送。發送成功會有時間標記的提示，記得截圖給我們客服人員。確定要發送嗎？";
"REG_SE_alert_content04"="當前沒有紀錄!";
"REG_SE_alert_sure_btn_title"="確定";
"REG_SE_alert_cancel_btn_title"="取消";
"REG_SE_closs_btn_title"="關閉";
"REG_SE_post_current_btn_title"="反饋當前記錄";

"REG_SE_date_title"="日期";
"REG_SE_state_title"="狀態";
"REG_SE_orderId_title"="訂單號";
"REG_SE_role_title"="角色";
"REG_SE_feedback_btn_title"="反   饋";
"REG_SE_post_times_title"="目前反饋次數";

"REG_SE_state_finished"="已完成";
"REG_SE_state_payFail"="付款失敗";
"REG_SE_state_ServerCheckPayFail"="服務器驗證無效";
"REG_SE_state_userCancel"="用戶取消購買";
"REG_SE_state_inPaying"="交易中";

"REG_SE_post_log_fail"="發送購買日誌失敗！請重新嘗試。";
"REG_SE_post_log_success"="發送購買日誌成功！";
"REG_SE_is_posting"="正在發送中。。。";
"REG_SE_post_time_sign_text"="下面是上傳的時間標記，請截圖并發給客服人員：";
"REG_SE_post_current_too_mutch_text"="一個小時內，只能發送日誌一次。距離下次可發送時間還剩下：\n";

//FB绑定过程中的一些提示
"__UI_ACCOUNTBIND_FACEBOOK_INFO__"                           ="현재 로그인된 Facebook 계정은 %@입니다. 이 계정에 연동하시겠습니까?";
"__UI_ACCOUNTBIND_FACEBOOK_COMFIRM__"                        ="이 계정 사용";
"__UI_ACCOUNTBIND_FACEBOOK_CANCLE__"                         ="다른 계정 사용";
"__UI_ACCOUNTBIND_FACEBOOK_INFO_LOGOUT__"                    ="연동하려는 facebook 계정에 먼저 로그인 해주세요.";
"__UI_INVITE_GET_GIFT_MESSAGE__"                             ="%@，조건：%@，회원님은 친구 %d명을 초대했습니다!";

//系统的提示
/*服务器的访问结果异常提示*/
"textNoNet"                     = "네트워크가 느립니다！";
"textServerReturnError"         = "서버 접속 오류. 다시 시도해 주세요.";
"textServerReturnNull"          = "서버 접속 실패. 다시 시도해 주세요.";
"textParameterNull"             = "파라미터가 없어 처리할 수 없습니다. 다시 시도해주세요！";
/*按钮文字*/
"titleAlertSureBtnTitle"        = "확인";
"titleAlertCancel"              = "취소";

// 储值诱导提示
"STR_INDUCE_VIEW_NOT_SHOW_TODAY" = "오늘 하루 그만 보기!";

//关于购买的提示
"textIapParameterNil"       = "구매파라미터 이상，다시 시도해주세요！";
"textIapNoNet"              = "네트워크가 느립니다. 원활한 환경을 유지해주세요!";
"textIapOneIsPaying"        = "거래가 진행 중입니다.";
"textIapNoMakePayments"     = "Payment Queue는 결제를 지원하지 않습니다!";
"textIapServerInMaintain"   = "서버 점검 중！\n 잠시 후에 구매해주시기 바랍니다. 감사합니다. \nE_code：%@";
"textIapNoThisItem"         = "상품이 존재하지 않습니다!";
"textIapPostCheckNoNet"     = "네트워크가 원활하지 않아 주문번호:%@ \n의 토큰을 확인할 수 없습니다. 원활한 환경에서 다시 \"확인\"을 눌러 토큰을 획득하거나 ; 다시 로그인해주시기 바랍니다. ";
"textIapBuyError"           = "거래주문번호：%@\n 검증 오류！화면 캡쳐 후 고객센터로 연락주시기 바랍니다. \n 캡쳐화면은 주문을 확인할 수 있는 유일한 수단입니다！";
"textIapAppStorePayFail"    = "AppStore결제실패！\nE_code:%@";
"textIapBuyFail"            = "구매실패:\n주문번호：%@\n화면 캡쳐 후 고객센터로 연락주시기 바랍니다. \n 캡쳐화면은 주문을 확인할 수 있는 유일한 수단입니다！";
"textIapUserCancelToPay"    = "구매를 취소했습니다!";
"textIapHaveSendGameStone"  = "거래주문번호：%@\n 상품이 이미 전송되었습니다. 확인하시기 바랍니다！";
"textIapBuySuccess"         = "구매 성공, 토큰이 이미 전송되었습니다:\n거래주문번호：%@\n 즐거운 게임 하시기 바랍니다！";
"_PAYING_"                                                ="거래가 진행 중입니다. 잠시만 기다려주세요. ";

//关于facebook的提示
/*facebook登录提示*/
"textFbInviteGetFbIDFail"               = "facebook ID 정보 획득에 실패했습니다!";
"textLoginGetFBTokenFail"               = "facebook 토큰을 획득하지 못해 로그인에 실패했습니다!";
"textLoginGetFBInfoFail"                = "facebook ID 정보를 획득하지 못해 로그인에 실패했습니다!";
/*facebook邀请好友*/
"textFbInviteActivityNotOpen"           = "facebook 초대친구 이벤트가 실행되지 않았습니다!";
"textFbInviteGetPublicRightFial"        = "초대 권한 획득 실패！다시 시도해주세요。";
"textFbInviteGetCanInvitedFriendsFail"  = "초대 가능한 친구 정보 획득에 실패했습니다!";
"textFbInviteUserCancelInvite"          = "초대를 취소했습니다！";
"textFbInviteUserCloseInvite"           = "초대를 중지했습니다！";
/*facebook分享*/
"textFbShareGetPublicFail"              = "공유 중 권한 획득에 실패했습니다!";
"textFbShareGetTokenFail"               = "공유 중 토큰 획득에 실패했습니다!";
"textFbShareFail"                       = "전송공유에 실패했습니다!";
"textFbShareSuccess"                    = "공유 성공！";

"textFbShareNotFoundFbAcount"                       = "공유하시려면, 먼저 설정->Facebook에서 Facebook 계정을 추가해주세요";
"textFbShareNotFoundFbClient"                    = "공유하시려면, Facebook앱을 먼저 설치해주세요！";

// facebook社交
"textFbSocialViewTitle"  =  "Facebook 소셜 기능";
"textFbSocialCountOfInvited"           = "%@명 초대에 성공했습니다";
"textFbSocialButtonLike"        = "좋아요";
"textFbSocialButtonShare"  = "공유";
"textFbSocialRanking"          = "친구선물";
"textFbSocialInviting"           = "친구초대";
"textFbSocialTaskAward"              = "미션 리워드";
"textFbSocialMail"              = "리워드 쪽지함";
"textFbSocialFunction"               = "기능 설명";
"textFbSocialTitleRank"                       = "순위";
"textFbSocialTitleFriends"                    = "친구";
"textFbSocialTitleServer"                       = "서버";
"textFbSocialTitleGrade"                    = "레벨";
"textFbSocialTitlePower"                       = "파워";
"textFbSocialTitleGive"                    = "선물하기";
"textFbSocialButtonSendInvite"                       = "보내기";
"textFbSocialButtonSelectAll"                    = "모두 선택";
"textFbSocialGetInvitableFriendsFailed"                    = "초대가능한 친구 정보 획득에 실패했습니다!";
"textFbSocialGetFriendsRankDataFailed"                    = "친구 순위 정보 획득에 실패했습니다!";
"textFbSocialAwardTableSectionTitle"                    = "단계별 리워드";
"textFbSocialInvitedTableSectionTitle"                       = "친구를 초대했습니다.";
"textFbSocialButtonGet"                          = "받기";
"textFbSocialButtonGot"                          = "받기 완료";
"textFbSocialButtonGotSuccess"                          = "받기 성공";
"textFbSocialButtonSend"                        = "선물하기";
"textFbSocialButtonResend"                    = "나도 선물하기";
"textFbSocialButtonSended"                    = "선물 완료";
"textFbSocialLabelInviteSuccessFriend"                    = "%@님이 초대에 응했습니다.";
"textFbSocialLabelSendedPresent"                    = "%@이 보낸 선물";
"textFbSocialTipsRewardEmpty"                    = "리워드함이 비었습니다！";
"textFbSocialButtonCopy"                    = "복사";
"textFbSocialWantedInviteFriendsCountOverflow"                    = "친구 초대는 50건을 초과할 수 없습니다. ";
// facebook社交第二版新增提示
"textFbSocialSending"                               = "친구에게 선물하기";
"textFbSocialLabelShareRightNow"                           = "즉시 공유";
"textFbSocialButtonGetShareReward"                                     = "리워드 받기";
"textFbSocialButtonImmediateinvitation"                           = "초대";
"textFbSocialButtonGetReward"                                     = "받기";
"textFbSocialButtonRewardGot"                                     = "받기 완료";
"textFbSocialTitleShareToFb"                                      = "Facebook에 공유하고 리워드 받기";
"textFbSocialTitleShareToLine"                                    = "Line에 공유하고 리워드 받기";
"textFbSocialTitleOnwStage"                                       = "1단계";
"textFbSocialTitleTwoStage"                                       = "2단계";
"textFbSocialTitleThirdStage"                                     = "3단계";
"textFbSocialTitleInviteReward"                                   = "초대 리워드";
"textFbSocialTitleYouNeedToInvite"                                = "친구 초대가 더 필요합니다";
"textFbSocialTitleSuccessInviteRegiterNum"                        = "초대로 가입한 친구는 %@명입니다";
"textFbSocialLabelCountOfAwardToSend"                        = "선물하기：%@\n 오늘 선물하기 가능한 친구는 %@ 명입니다";
"textFbSocialLabelUnreceived"                        =  "아직 받지 않은 선물이 %@ 개 있습니다. 얼른 리워드함에 접속해 받아가세요！";
"textFbSocialLabelNoUnreceived"                        =  "어서 친구와 선물을 주고 받으세요！";
"textFbSocialLabelRechargeLabelHoursTips"                        =  "충전 미션，%@시간 후에 리워드 받기 가능합니다";
"textFbSocialLabelRechargeLabelDaysTips"                        =  "충전 미션，%@일 후에 리워드 받기 가능합니다";
"textFbSocialLabelRechargeLabelNowTips"                        =  "지금 충전 리워드를 받을 수 있습니다";
"textFbSocialLabelRechargeAward"                        =  "충전 리워드";
"textFbSocialLabelShareAward"                        =  "공유 리워드";
"textFbSocialLabelFriendAward"                        =  "선물 리워드";
"textFbSocialLabelYourAward"                        =  "나의 리워드";
"textFbSocialLabelAwardReceiveInstruction"   = "게임에서 바로 토큰을 전송할 경우 클릭과 동시에 받기가 완료됩니다. 쿠폰 번호가 필요한 경우 복사하기 버튼을 누르면  대화창에 쿠폰 번호가 표시됩니다.";
"textFbSocialLabelAwardTableTitleTime"       = "시간";
"textFbSocialLabelAwardTableTitleName"     =  "리워드 명칭";
"textFbSocialLabelAwardTableTitleGood"      = "리워드 아이템";
"textFbSocialLabelAwardTableTitleCode"        = "쿠폰 번호";
"textFbSocialLabelAwardTableTitleOperation" = "조작";
"textFbSocialLabelAwardTableCopySuccess" = "복사 성공";
"textFbSocialLabelInviteAwardStateUnReach"  =  "%@명만 더 초대하면 %@을 받을 수 있습니다！";
"textFbSocialLabelInviteAwardStateReached"  =  "초대에 성공한 친구는 %@명입니다，%@를 획득하셨습니다！";
"textFbSocialLabelInviteAwardStateReceived"  =  "리워드 받기 완료! 계속해서 친구를 초대할 수 있습니다！";
// amend  20161119
"textFbSocialLabelInvitationTask"  =  "초대 미션";
"textFbSocialLabelRechargeTask"  =  "충전 미션";
"textFbSocialLabelRechargeProgress"  =  "충전 진도（%@／%@）";

//"textFbSocialLabelRechargeCondition"  =  "好友儲值達到條件";
//"textFbSocialLabelRechargeFriendsTips"  =  "他們在努力幫忙加油中";

//TW
"_STR_PLAYNOW_BIND_ACCOUNT_"                                               = "게스트 계정 연동";
"_STR_TWITTER_BIND_ACCOUNT_"                                               = "트위터 계정 연동";
"_STR_GOOGLEPLUS_BIND_ACCOUNT_"                                               = "구글 계정 연동";
"_STR_LINE_BIND_ACCOUNT_"                                               = "라인 계정 연동";
"_STR_VK_BIND_ACCOUNT_"                                               = "Vkontakte 연동";

"_STR_PLAYNOW_BIND_ACCOUNT_BTN_TITLE_"                                               = "연동게스트 계정";
"_STR_FACEBOOK_BIND_ACCOUNT_BTN_TITLE_"                                               = "FACEBOOK 계정 연동";
"_STR_TWITTER_BIND_ACCOUNT_BTN_TITLE_"                                               = "트위터 계정 연동";
"_STR_GOOGLEPLUS_BIND_ACCOUNT_BTN_TITLE_"                                               = "구글 계정 연동";
"_STR_LINE_BIND_ACCOUNT_BTN_TITLE_"                                               = "라인 계정 연동";
"_STR_VK_BIND_ACCOUNT_BTN_TITLE_"                                               = "Vkontakte 연동";
"_STR_BIND_"                                               = "연동";
"_STR_OTHER_ACCOUNT_LOGIN_"                                                ="기타 계정 로그인";
"_STR_AGREE_PRIVACY_PLICY_"                                               = "확인 완료 및 동의";
"_STR_PRIVACY_PLICY_"                                               = "개인정보 약관";
"_STR_REGISTRATION_"                                               = "가입";
"_STR_REGISTER_AGREEMENT_UNCHECKED"     = "개인정보 약관을 먼저 읽고 동의해주세요";
"_ASIA_ACCOUNT_LOGOUT_"          =   "로그아웃";
"_ASIA_SYSTEMANOUNCE_NOT_PRESENT_"          =   "오늘 하루 그만 보기";
"textFbSocialWantedInviteFriendsCountOverflow"                    = "친구 초대는 50건을 초과할 수 없습니다.";

"_STR_LOGIN_WITH_FACEBOOK_"                                     ="Login with Facebook";
"_STR_PLAY_NOW_"                                                ="PLAY NOW";
"_STR_REGISTER_TITLE_"                                          ="REGISTER";
"_STR_LOGIN_TITLE_"                                             ="LOGIN";
"_STR_RESET_PASSWORD_TITLE_"                                    ="RESET PASSWORD";
"_STR_FORGET_PASSWORD_TITLE_"                                   ="FORGET PASSWORD";
"_STR_BIND_ACCOUNT_TITLE_"                                      ="BIND ACCOUNT";
"_STR_FOR_MORE_ACCOUNT_"                                        ="For More Account";
"_STR_USER_ACCOUNT_"                                            ="User Account";
"_STR_PASSWORD_"                                                ="Password";
"_STR_REGISTER_"                                                ="Register";
"_STR_LOGIN_"                                                   ="Login";
"_STR_RESET_PASSWORD_"                                          ="Reset Password";
"_STR_FORGET_PASSWORD_"                                         ="Forget Password";
"_STR_CONFIRM_PASSWORD_"                                        ="Confirm Password";
"_STR_EMAIL_AT_TEXTFIELD_"                                      ="Email (To retrieve password)";
"_STR_NEW_PASSWORD_"                                            ="New Password";
"_STR_EMAIL_"                                                   ="Email";
"_STR_BIND_ACCOUNT_"                                            ="Bind Account";
"_STR_FB_BIND_ACCOUNT_"                                         ="Bind Facebook";
"_STR_BACK_"                                                    ="Back";
"_STR_FIND_PASSWORD_"                                           ="Find Password";
"_STR_TAP_THE_SCREEN_TO_LOG_IN_"                                ="Tap the screen to log in";
"_STR_FB_INVITE_TOP_TITILE_"                                    ="친구초대";
"_STR_FB_INVITE_CHECK_REWARDS_TITLE_"                           ="패키지 조회";
"_STR_FB_INVITE_REWARDS_BTN_"                                   ="리워드 조회";
"_STR_FB_INVITE_NUMBER_OF_INVITATIONS_TITLE_"                   ="초대 횟수";
"_STR_FB_INVITE_SEND_INVITATION_BTN_"                           ="초대장 전송";
"_STR_FB_INVITE_INFO_"                                          ="Facebook 로고를 누르면 페이스북 공식계정으로 이동합니다.";
//"_STR_REGISTER_INFO_"                                           ="沒有帳號?";

"_STR_FB_INVITE_SHARE_MORE_BTN_"                                ="공유하기";
"_STR_FB_INVITE_RANK_TITLE_"                                    ="친구 순위";
//"_STR_FB_INVITE_RANK_PRESTIGE_"                                 =" 威望";
"_STR_FB_INVITE_RANK_GIVE_"                                     ="선물하기";
"_STR_FB_INVITE_RANK_COMMENT_"                                  ="설명설명설명설명설명설명설명설명설명설명설명설명설명설명설명설명설명설명설명설명설명설명설명설명설명설명설명설명;";
"_STR_FB_INVITE_RANK_CLAIM_"                                    ="보상 받기";
"_STR_FB_INVITE_LABEL_PACKAGE_NAME__"                            = " %d 패키지";
"_STR_FB_INVITE_LABEL_Reward__"                                  = "리워드:%@";
"_STR_FB_INVITE_LABEL_Reward_Condition__"                                  = "조건:%@";


"__UI_LOGINVIEW_ACCOUNT_TEXTFEILD__"                         ="계정";
"__UI_LOGINVIEW_PASSWORD_TEXTFEILD__"                        ="비밀번호";
"__UI_LOGINVIEW_CHANGEPASSWORD_BUTTON__"                     ="비밀번호 수정";
"__UI_LOGINVIEW_MACBIND_BUTTON__"                            ="게스트";
"__UI_LOGINVIEW_FORGOTPASSWORD_BUTTON__"                     ="비밀번호 분실";
"__UI_LOGINVIEW_LOGINWAYS_LABEL__"                           ="아래 계정으로 로그인";
"__UI_CHANGEPASSWORD_OLDPASSWORD_TEXTFEILD__"                ="이전 비밀번호";
"__UI_CHANGEPASSWORD_NEWPASSWORD_TEXTFIELD__"                ="새 비밀번호";
"__UI_CHANGEPASSWORD_NEWPASSWORD_CONFIRM_TEXTFIELD__"        ="새 비밀번호 확인";
"__UI_FORGOTPASSWORD_EMAIL__"                                ="이메일 등록";
"__UI_ACCOUNTBIND_PASSWORD_CONFIRM__"                        ="새 비밀번호 다시 입력";
"__UI_ACCOUNTBIND_EMAIL__"                                   ="Email(비밀번호 찾기용)";

"__UI_PHONE_LOGINVIEW_PHONE_LOGIN_BUTTON__" ="Phone login";
"__UI_PHONE_LOGINVIEW_PHONE_REGISTER_BUTTON__" ="Phone register";
"__UI_PHONE_LOGINVIEW_OTHER_LOGIN_BUTTON__" ="Other login";
"__UI_PHONE_COUNTRY_CODE_TEXTFIELD__" ="Country Code";
"__UI_PHONE_PHONE_NUMBER_TEXTFIELD__" ="Input phone number";
"__UI_PHONE_GET_CAPTCHAT_BUTTON__" ="Get phone captcha";
"__UI_PHONE_GET_CAPTCHAT_label__" ="Get again after %ds";
"__UI_PHONE_CAPTCHAT_TEXTFIELD__" ="captcha";
"__UI_PHONE_CAPTCHAT_NUMBER_TEXTFIELD_PLACEHOLDER__"            ="Country Code-phone number";
"__UI_PHONE_REGETPSW_BUTTON__"                                  ="Retrieve password by phone";
"__UI_PHONE_RESETPSW_BUTTON__"                                  ="Reset Password by phone";

"__MESSAGE_ALERTVIEW_TITLE_ERROR__"                          ="오류";
"__MESSAGE_ALERTVIEW_MESSAGE_PASSWORD_DIFFERENCE__"          ="비밀번호가 일치하지 않습니다. 다시 시도해주세요";
"__MESSAGE_WAITTING_LOGIN_STRING__"                          ="로그인 중...";
//"__MESSAGE_WAITTING_LOGIN_EVATAR_STRING__"                   ="台灣大玩家登入中...";
"__MESSAGE_WAITTING_ACCOUNTBIND_STRING__"                    ="가입 중";
"__MESSAGE_WAITTING_FACEBOOKBIND_STRING__"                   ="처리 중입니다";
"__MESSAGE_WAITTING_CHANGEPASSWORD_STRING__"                 ="처리 중입니다";
"__MESSAGE_WAITTING_FORGOTPASSWORD_STRING__"                 ="처리 중입니다";
"__MESSAGE_WAITTING_BIND_STRING__"                           ="연동 중";
"__MESSAGE_ERROR_MESSAGE_ACCOUNT_LENGTH_45__"                ="입력한 유저 네임은 45자를 넘길 수 없습니다!";
"__MESSAGE_ERROR_MESSAGE_ACCOUNT_NULL__"                     ="계정을 입력하세요!";
"__MESSAGE_ERROR_MESSAGE_ACCOUNT_SPACILECHAR__"              ="계정에는 특수문자를 사용할 수 없습니다!(계정은 알파벳, 숫자와 _만 가능합니다. )";
"__MESSAGE_ERROR_MESSAGE_ACCOUNT_UTF8ERROR__"                ="계정에는 한글을 사용할 수 없습니다!(계정은 알파벳, 숫자와 _만 가능합니다. )";
"__MESSAGE_ERROR_MESSAGE_PASSWORD_NULL__"                    ="비밀번호를 입력하세요!";
"__MESSAGE_ERROR_MESSAGE_PASSWORD_LENGTH_45__"               ="비밀번호는 45자를 넘길 수 없습니다!";
"__MESSAGE_ERROR_MESSAGE_PASSWORD_SPACILECHAR__"             ="비밀번호에는 특수문자를 사용할 수 없습니다.!(비밀번호는 알파벳, 숫자와 _만 가능합니다. )";
"__MESSAGE_ERROR_MESSAGE_PASSWORD_UTF8ERROR__"               ="비밀번호에는 한글을 사용할 수 없습니다.!(비밀번호는 알파벳, 숫자와 _만 가능합니다. )";
"__MESSAGE_ERROR_MESSAGE_EMAIL_NULL__"                       ="Email을 입력하세요!";
"__MESSAGE_ERROR_MESSAGE_EMAIL_LENGTH_45__"                  ="이메일은 45자를 넘길 수 없습니다!";
"__MESSAGE_ERROR_MESSAGE_EMAIL_FORMAT__"                     ="올바른 Email 양식이 아닙니다!";
"__MESSAGE_ERROR_MESSAGE_EMAIL_UTF8ERROR__"                  ="Email에는 한글을 사용할 수 없습니다!";

"__MESSAGE_ERROR_MESSAGE_PHONE_NULL__"                          ="휴대전화번호를 입력하세요!";
"__MESSAGE_ERROR_MESSAGE_COUNTRYCODE_NULL__"                    ="국가코드를 입력하세요!";
"__MESSAGE_ERROR_MESSAGE_CAPTCHAT_NULL__"                       ="검증코드를 입력하세요!";
"__MESSAGE_ERROR_MESSAGE_CAPTCHA_SENDED__"                      ="검증코드가 휴대전화로 전송되었습니다. 확인 바랍니다!";

"__MESSAGE_TITLE_NETINTERFACE_LOGIN__"                       ="로그인";
"__MESSAGE_TITLE_NETINTERFACE_REGISTER__"                    ="가입";
"__MESSAGE_TITLE_NETINTERFACE_RESETPASSWORD__"               ="비밀번호 수정";
"__MESSAGE_TITLE_NETINTERFACE_FINDPASSWORD__"                ="비밀번호 분실";
"__MESSAGE_TITLE_NETINTERFACE_FASTLOGIN__"                   ="게스트 로그인";
"__MESSAGE_TITLE_NETINTERFACE_FACEBOOKLOGIN__"               ="Facebook 로그인";
"__MESSAGE_TITLE_NETINTERFACE_PHONEEVATAR__"                 ="Evatar 로그인";
"__MESSAGE_TITLE_NETINTERFACE_REGISTERBIND__"                ="게스트 연동";
"__MESSAGE_TITLE_NETINTERFACE_OTHERCLIENTLOGINEVATAR__"      ="Evatar 앱 로그인";
"__MESSAGE_ALERTVIEW_MESSAGE_BIND_INFO__"                    ="회원님의 계정 보안을 위해 계정 연동을 완료해주세요.";
"__MESSAGE_ALERTVIEW_MESSAGE_BIND_LEFT_BTN_PLAYNOW__"        ="게임 시작";
"__MESSAGE_ALERTVIEW_MESSAGE_BIND_RIGHT_BTN_BINDACCOUNT__"   ="계정 연동";
"__MESSAGE_ALERTVIEW_MESSAGE_BINDEDACCOUNT__"                ="회원님의 기기에는 연동된 계정이 있습니다. 연동된 계정으로 게임을 시작하세요.: %@";
"__MESSAGE_TITLE_NETINTERFACE__"                             ="알림";
"__MESSAGE_NET_ERROR__"                                      ="네트워크가 원활하지 않습니다!";
"__MESSAGE_TWITTER_SHARE_CONTENTDUPLICATE"                   ="공유 내용이 중복됩니다. 나중에 시도하거나 공유할 내용을 변경해주세요!";
"__MESSAGE_TWITTER_PLEASEWAITING__"                          ="잠시만 기다려주세요";
"__UI_TWITTER_TITLE_TWITTERLOGIN__"                          ="Twitter Login";
"__UI_BTN_LABEL_CHECK_AWARDCONTENT__"                        ="리워드 내용";
"__UI_BTN_LABEL_WEBVIEW_PREVIOUS__"                          ="이전 페이지";
"__UI_BTN_LABEL_WEBVIEW_NEXT__"                              ="다음 페이지";
"__UI_BTN_LABEL_WEBVIEW_BACK__"                              ="돌아가기";
"__UI_BTN_LABEL_WEBVIEW_RELOAD__"                            ="새로고침";
"__UI_INVITE_LABEL_AlreadyInviteNum__"                       ="초대한 친구의 수:";
"__UI_BTN_INVITE__LABEL_SendInvite__"                        ="초대 전송";
"__LOADING__"                                           ="처리 중...";
"__UI_INVITE_LABEL_MAX_INVITE_NUM__"                         ="오늘 초대가능한 친구 수를 초과했습니다. 최대 가능한 친구의 수는 :%ld입니다.";
"__UI_INVITE_LABEL_Reward__"                                 ="리워드:%@";
"__UI_INVITE_LABEL_PACKAGE_NAME__"                           ="패키지 %d";
"__UI_RIGISTER_Alert_Account__"                              ="You can use letters, numbers and underscore. Case insensitive.";
"__UI_RIGISTER_Alert_Password__"                             ="We recommend combination of 6 characters or above. Case sensitive";
"__UI_RIGISTER_Alert_Email__"                                ="Please provide a valid email, which will be used to recover your password";

"_COUNTRY_CODE"                                                  ="1-America,7-Russia,33-France,44-England,49-Germany,60-Malaysia,61-Australia,62-Indonesia,63-Philippines,64-New Zealand,65-Singapore,66-Thailand,84-Vietnam,86-China";

// my word 20170328
//"BTN_TITLE_ACCOUNT_LOGIN"                       ="新玩意帳號登入";
"BTN_TITLE_FACEBOOK_LOGIN"                      ="Facebook 로그인";
"BTN_TITLE_GUEST_LOGIN"                         ="게스트 로그인";
"BTN_TITLE_LOGIN"                               ="로그인";
"BTN_TITLE_REGISTER_ACCOUNT"                    ="계정 등록";
"BTN_TITLE_FIND_PASSWORD"                       ="비밀번호 분실";
"BTN_TITLE_RESET_PASSWORD"                      ="비밀번호 수정";
"BTN_TITLE_BIND_ACCOUNT"                        ="계정 연동";
"BTN_TITLE_COMFIRM"                             ="확인";
"BTN_TITLE_I_HAD_READ_AND_COMFIRM_USERTERM"     ="<회원 약관 및 관리 규정>을 확인하였으며 이에 동의합니다. ";
"BTN_TITLE_CHANGE_LOGIN_TYPE"                   ="계정 전환";
"BTN_TITLE_FB_ACCOUNT_BIND"                     ="Facebook 계정 연동";
"BTN_TITLE_GUEST_ACCOUNT_BIND"                  ="게스트 계정 연동";
"BTN_TITLE_GAMECENTER_ACCOUNT_BIND"             ="GameCenter계정 연동";
"BTN_TITLE_MEMBER_MANAGER"                      ="회원센터";


"LB_TITLE_ACCOUNT_LOGIN"                        ="계정로그인";
"LB_TITLE_USERTERM_AND_RULES"                   ="회원 약관 및 관리 규정";
"LB_TITLE_CUSTOMER_SERVICE"                     ="고객센터";
"LB_TITLE_REMEBER_ACCOUNT"                      ="계정 저장";

"TXT_ACCOUNT"                                   ="계정";
"TXT_PASSWORD"                                  ="비밀번호";
"TXT_ACCOUNT_RULE"                              ="6-18글자인 알파벳과 숫자만 가능합니다.";
"TXT_FACEBOOK_LOGINING"                         ="Facebook 계정으로 로그인 중";
"TXT_ACCOUNT_XXX_LOGINING"                      ="%@ 계정으로 로그인 중";
"TXT_TIPS"                                      ="알림";
"TXT_ACCOUNT_AND_PWD_RULE"                      ="6-18글자인 알파벳과 숫자만 가능합니다.";

//placeholder
"TXT_PH_ACCOUNT_NAME"                              ="유저 네임";
"TXT_PH_ACCOUNT_OLD_PWD"                           ="이전 비밀번호";
"TXT_PH_ACCOUNT_NEW_PWD"                           ="새 비밀번호";
"TXT_PH_ACCOUNT_EMAIL"                             ="이메일";
"TXT_PH_ACCOUNT_EMAIL_OPTIONAL"                    ="이메일, 선택입력, 비밀번호 찾기용";
"TXT_PH_ACCOUNT_UID"                               ="userId";

// rule
"ALERT_MSG_ACCOUNT_RULE"                        ="계정 6-18글자인 알파벳과 숫자만 가능합니다. ";
"ALERT_MSG_PASSWORD_RULE"                       ="비밀번호 6-18글자인 알파벳과 숫자만 가능합니다. ";
"ALERT_MSG_AGREEMENT_RULE"                      ="먼저 약관에 동의해주세요";
"ALERT_MSG_ACCOUNT_AND_PWD_RULE"                ="ID와 같은 비밀번호는 사용할 수 없습니다. ";
"ALERT_MSG_OLD_PWD_AND_NEW_PWD_RULE"            ="이전 비밀번호는 사용할 수 없습니다. ";
"ALERT_MSG_EMAIL_RULE"                          ="이메일 양식이 올바르지 않습니다.";
"ALERT_MSG_UID_NULL"                            ="미입력 정보가 있습니다.";
"ALERT_MSG_SAVE_ACCOUNT_AND_PASSWORD_TO_PHOTO_FAIL"         ="회원님의 계정 비밀번호를 이미지로 저장하지 못했습니다. ";
"ALERT_MSG_SAVE_ACCOUNT_AND_PASSWORD_TO_PHOTO_SUCCESS"      ="회원님의 계정 비밀번호를 이미지로 저장합니다. ";

// PF
"TXT_PF_PHONE_BIND_REWARD_TIPS"                               ="연동을 실행하면 게임 패키지를 획득할 수 있습니다. ";

"BTN_TITLE_PHONE_BIND_COMFIRM"                  ="연동 확인";
"BTN_TITLE_TO_BIND_PHONE"                       ="연동되지 않은 휴대폰";
"BTN_TITLE_FETCH_VERTIFYCODE"                   ="인증코드 받기";
"BTN_TITLE_GIFT_CLICK_TO_RECEIVE"               ="클릭해서 받기";
"BTN_TITLE_GIFT_HAD_RECEIVE"                    ="받기 완료";
"BTN_TITLE_GIFT_HAD_SALE_OUT"                    ="더 받을 것이 없습니다";
"BTN_TITLE_TXT_DELETE"                          ="삭제";
"BTN_TITLE_TXT_CANCEL"                          ="취소";
"BTN_TITLE_TXT_COMFIRM"                          ="확인";

"TXT_PH_PHONE_NUMBER"                               ="휴대전화 번호";
"TXT_PH_VERTIFYCODE"                               ="인증코드";

"TXT_TITLE_MY_SERIAL_NUM"                            ="나의 쿠폰 번호";
"TXT_SERIAL"                                         ="쿠폰 번호";
"TXT_GIFT_SERIAL"                                    ="선물함 쿠폰 번호";
"TXT_INFORMATION"                                    ="정보";
"TXT_HAD_COPY"                                       ="복사 완료";
"TXT_BIND_PHONE"                                     ="연동된 휴대전화 번호";
"TXT_PHONE_NUM_IS_NULL"                              ="전화번로를 입력하세요";
"TXT_PHONE_NUM_REG_ERROR"                            ="전화번호 양식이 올바르지 않습니다";
"TXT_VERTIFY_CODE_IS_NULL"                           ="인증코드 미입력";
// 20171117
"TXT_NOT_DATA"                                      ="데이터가 없습니다.";
"TXT_LOGIN_IN_GAMECENTER"                           ="원활한 게임 진행을 위해 설정->GameCenter에서 계정을 등록하세요";
"BTN_TITLE_TXT_SETTINGS"                            ="설정";
"TXT_GUEST_SAVE_IMAGE_OR_NOT"                       ="게스트 계정의 비밀번호를 이미지로 저장하시겠습니까?";
//新增协议界面
"GAMA_PROVISIONS_SERVICE"                           ="동의항목";
"GAMA_PROVISIONS_PRIVACY"                           ="개인정보 정책";
"GAMA_PROVISIONS_AGREENT_LOGIN_GAME"                ="게임 로그인";
"GAMA_PROVISIONS_AGREENT_TERM"                      ="사용자 약관을 먼저 동의해주세요";
"GAMA_PROVISIONS_PROTRAIT_TEXT"                     =" 상기 확인하였으며 이에 동의합니다.";
"GAMA_PROVISIONS_LANDSCAPE_TEXT"                    ="「동의항목」및「개인정보 정책」확인하였으며 이에 동의합니다.";
"GAMA_PROVISIONS_USER_TERM"                         ="사용자 약관";
"GAMA_LOGIN_PAGE_ACCOUNT_LOGIN"                     ="회원 로그인 화면";
"GAMA_LOGIN_PAGE_ACCOUNT_REG"                       ="회원가입";
"GAMA_LOGIN_BTN_ACCOUNT_LOGIN_TITLE"                ="회원 로그인";
"GAMA_REGISTER_PROTOL_TITLE"                        ="<회원 약관 및 관리 규정>을 확인하였으며 이에 동의합니다.";
